# MH2OPerM Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MH2OPerM Property
SymbolTypeId Class See Also
---
Symbol mH2O/m, indicating unit Meters of water column per meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MH2OPerM { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MH2OPerM As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MH2OPerM {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace